<script setup lang="ts">
const data = {
  id: 1,
  title: "«СовЭкон» повысил прогноз экспорта пшеницы",
  image: "/image/f2405d1c162.jpg",
  description:
    "В то же время Казахстан ввел запрет на импорт российского зерна из-за эпизоотической ситуации.",
  content:
    "По оценке аналитиков, последние изменения также отражают сдвиг в рыночных настроениях. После длительного периода, когда доминировали прогнозы, основанные на избытке предложения, рынок, похоже, менее подготовлен к возникающим рискам, и импортеры стали проявлять большую активность. В целом перспективы урожая в Северном полушарии пока остаются благоприятными. «Однако риски постепенно возрастают. В Соединенных Штатах состояние посевов озимой пшеницы ухудшается на фоне продолжающейся засухи», — отмечается в обзоре. В Европе и на Украине — ключевых конкурентах России — резкий рост цен на удобрения может оказать давление на производство, причем Украина особенно уязвима, констатировали в «СовЭконе». Между тем, накануне Комитет по ветеринарному контролю и надзору Минсельхоза Казахстана полностью запретил импорт зерна и продукции его переработки из России. Как сообщает Телеграм-канал «Агрономика», мера направлена на обеспечение ветеринарной безопасности в связи с ухудшением эпизоотической ситуации. Ограничение распространяется на все виды пшеницы, ржи, ячменя, овса, кукурузы, а также соевые бобы (кроме семенных). Под запрет также попали отруби, отходы крахмального производства, свекловичный жом, пшеничная барда, пивоваренная дробина, жмыхи и шроты. В список вошли и растительные материалы, используемые при производстве кормов, включая готовые кормовые смеси. Запрет имеет временный характер, однако сроки его действия пока не уточняются.",
};
</script>

<template>
  <div class="services">
    <div class="container">
      <div class="services-box">
        <div>
          <div class="services-breadcrumbs">Главная >> Услуги >> {{ data.title }}</div>
          <h1>{{ data.title }}</h1>
          <p>{{ data.description }}</p>
        </div>
        <div class="services-heading">
          <div>
            <img :src="String(data.image)" alt="" />
          </div>
          <div class="contents">
            <p>По оценке аналитиков, последние изменения также отражают сдвиг в рыночных настроениях. После длительного периода, когда доминировали прогнозы, основанные на избытке предложения, рынок, похоже, менее подготовлен к возникающим рискам, и импортеры стали проявлять большую активность. В целом перспективы урожая в Северном полушарии пока остаются благоприятными. «Однако риски постепенно возрастают. В Соединенных Штатах состояние посевов озимой пшеницы ухудшается на фоне продолжающейся засухи», — отмечается в обзоре. В Европе и на Украине — ключевых конкурентах России — резкий рост цен на удобрения может оказать давление на производство, причем Украина особенно уязвима, констатировали в «СовЭконе».</p>
            <p>Между тем, накануне Комитет по ветеринарному контролю и надзору Минсельхоза Казахстана полностью запретил импорт зерна и продукции его переработки из России. Как сообщает Телеграм-канал «Агрономика», мера направлена на обеспечение ветеринарной безопасности в связи с ухудшением эпизоотической ситуации. Ограничение распространяется на все виды пшеницы, ржи, ячменя, овса, кукурузы, а также соевые бобы (кроме семенных). Под запрет также попали отруби, отходы крахмального производства, свекловичный жом, пшеничная барда, пивоваренная дробина, жмыхи и шроты. В список вошли и растительные материалы, используемые при производстве кормов, включая готовые кормовые смеси. Запрет имеет временный характер, однако сроки его действия пока не уточняются.</p>
          </div>
        </div>
      </div>
    </div>
  </div>
</template>

<style scoped>
.contents p {
  margin-bottom: 18px;
  font-size: 16px;
  line-height: 1.8;
}

.services-box {
  padding: 27px;
  display: flex;
  flex-direction: column;
  gap: 18px;
}

.services-breadcrumbs {
  display: block;
  margin-bottom: 9px;
  color: #29a04d;
}

.service-items {
  display: flex;
  flex-wrap: wrap;
  gap: 36px;
}

.services-heading {
  display: grid;
  grid-template-columns: 0.5fr 1fr;
  gap: 18px;
}

.service-item {
  flex: 1 1 356px;
  /* background-color: #f4c133; */
  border: 1px solid #f4c133;
  padding: 20px;
  cursor: pointer;
  transition: background-color 0.3s ease;
}

.service-item:hover {
  background-color: #f4c133d1;
}

.service-heading {
  display: flex;
  flex-direction: column;
  gap: 21px;
}

.service-heading-image {
  width: 100%;
  height: 100%;
  justify-self: center;
}

.service-heading-content {
  display: flex;
  flex-direction: column;
  gap: 18px;
}

.item-link {
  display: block;
  letter-spacing: 0.6px;
  color: #1d221d;
  text-decoration-line: underline;
  text-decoration-thickness: 1px;
  text-underline-offset: 6px;
  text-decoration-color: #ffffff78;
  -webkit-text-decoration-thickness: 1px;
  -webkit-text-decoration-color: #ffffff78;
}
</style>
